<PAD>
，
*
我
的
。
0
1
了
人
在
是
2
方
一
不
有
家
上
年
生
要
居
请
房
月
调
到
现
水
发
他
？
后
解
为
委
时
个
下
事
公
没
出
日
3
楼
们
申
子
被
8
来
因
行
系
同
4
么
5
问
双
会
求
和
以
与
给
理
说
还
司
这
经
工
6
室
车
于
法
用
间
7
邻
号
中
就
 
合
多
过
里
关
甲
当
吗
成
自
、
能
天
可
但
费
民
去
怎
好
产
该
通
也
9
地
交
门
响
款
伤
赔
面
对
定
院
乙
保
分
此
向
道
漏
影
业
故
大
办
前
老
小
商
打
承
开
想
钱
偿
都
金
部
物
买
修
无
路
常
起
果
住
次
租
由
其
纷
期
电
纠
管
协
证
所
并
元
女
动
医
意
外
把
婚
退
致
任
户
责
手
口
机
已
如
诉
回
权
造
签
进
员
反
本
两
主
正
装
告
她
三
处
将
活
提
损
未
单
情
资
）
（
付
受
作
应
万
孩
决
客
弄
直
全
东
二
原
让
安
屋
之
张
样
亲
做
认
题
而
位
导
.
知
村
只
内
映
找
,
继
！
结
名
母
什
放
货
儿
养
父
险
建
律
重
你
谢
共
己
收
卫
报
台
区
体
明
王
议
且
离
得
警
服
品
何
查
墙
陈
及
使
走
又
看
板
争
话
很
空
那
况
否
份
网
店
接
：
几
等
息
平
订
点
新
需
今
担
种
务
卖
购
至
然
失
头
严
许
从
引
衣
利
存
李
师
十
 
病
矛
盾
才
望
友
长
帮
借
拿
相
维
吵
周
程
晚
取
突
海
死
书
第
转
跟
约
先
银
支
旅
财
入
者
坏
算
狗
厨
联
市
午
渗
花
再
复
场
音
西
条
左
候
护
包
希
劳
补
负
游
顶
实
朋
身
夫
最
件
声
冲
少
施
国
信
改
着
属
心
每
写
排
续
消
窗
别
徐
壁
辆
字
气
r
除
土
右
些
高
亡
近
违
妻
照
投
男
拆
沟
休
按
驶
加
学
阳
带
朱
案
助
予
五
刘
农
欠
清
据
效
隔
半
职
规
限
肢
表
贷
四
额
南
执
疗
马
滴
社
污
完
骨
停
介
营
快
局
量
骗
询
落
黄
岁
\
置
便
价
“
卡
撞
立
达
b
留
股
拖
托
角
杨
您
记
注
积
叫
”
确
班
边
防
呢
堆
吴
驾
判


非
>
<
患
标
监
厂
世
洗
宝
换
押
见
拒
哪
迁
遗
涉
或
具
底
顾
私
配
检
庭
供
示
套
晒
米
账
制
牌
派
倒
块
政
架
验
裂
掉
孙
太
准
觉
折
婆
术
始
爸
流
妈
愿
根
力
某
酒
变
代
均
整
各
n
占
感
基
陆
噪
性
弟
光
假
环
另
沈
血
票
圾
垃
镇
送
更
育
干
即
视
强
度
美
组
礼
害
染
咨
计
止
姐
满
庆
质
销
鉴
早
晾
录
目
设
料
绝
隐
队
答
北
称
化
售
抚
?
风
搬
骑
层
专
琐
推
文
侵
谁
治
；
百
哥
章
破
林
益
持
随
总
式
特
刚
备
指
领
格
赵
扣
士
误
浴
六
却
级
赁
盗
比
微
烟
讼
容
妹
断
站
境
夜
归
华
盖
差
爷
药
扰
超
奶
A
器
济
千
堵
雨
项
构
币
胡
余
轻
象
抵
碰
脱
龙
难
像
软
线
搭
眼
曹
忙
域
预
江
宜
终
追
城
织
尽
筑
校
宅
往
密
较
x
听
型
肯
册
错
范
拉
历
获
敲
骂
围
乱
采
饭
片
易
红
势
睬
挫
吃
初
乐
杂
连
论
典
九
察
味
登
皮
油
田
依
摔
段
园
嘱
运
犯
久
伙
显
沪
散
怀
义
缴
团
%
-
崇
数
神
闹
铺
诊
火
塞
井
厅
瓶
债
热
拍
桶
递
叔
态
际
疑
八
(
欺
脑
柜
教
暴
白
烧
诺
印
棚
邮
)
移
府
赡
睡
湿
辞
残
节
七
必
侧
咬
山
参
曾
街
扔
券
官
真
遭
够
急
码
菜
返
裁
丈
途
划
审
诈
精
传
识
输
压
健
跑
迟
歉
劝
阿
石
兄
浦
值
罪
餐
淘
纳
罚
昨
序
丙
啊
潘
丢
毛
谈
广
亩
形
述
砸
待
企
鞋
英
须
针
床
批
淋
梯
乡
充
探
:
异
独
摩
怕
集
脚
坐
考
苏
苗
箱
材
恶
讲
挂
索
郑
悉
B
笔
遂
操
宋
类
顺
蒋
状
库
汇
旧
延
康
阻
亏
激
功
临
麻
储
遣
玩
税
唐
闭
言
县
丁
卧
征
晨
斗
仲
兴
脏
免
络
封
青
食
遇
福
偷
举
猫
轮
星
州
技
它
吧
刑
爱
浸
首
吊
橱
轿
彩
凌
堂
C
霉
志
科
春
木
肇
蓄
潮
疾
馆
X
附
适
疫
低
脸
铁
越
丽
钟
树
京
切
》
图
剩
深
互
《
夏
董
秀
戚
袁
赠
困
普
源
蔡
靠
腿
废
核
版
仍
布
翻
抽
戴
拨
胜
冯
搞
距
锁
姚
紧
恢
威
倪
盆
缝
俞
惠
控
玉
割
慎
媳
龚
旁
季
贴
频
则
秘
救
砖
垫
足
址
郭
抢
飞
鱼
寄
俩
习
善
摄
邵
黑
云
雇
汽
珍
傅
s
碍
履
符
思
步
爆
叶
妇
观
烦
概
罗
/
群
短
鼻
帐
纸
极
刷
钢
P
汪
透
韩
绍
露
朝
语
永
例
省
姨
优
幢
试
讨
赶
危
陪
穿
座
姜
a
静
喝
;
桥
陶
宠
催
p
孕
…
挡
撤
德
纪
煤
缸
评
障
龄
弃
灯
宣
兰
镜
景
速
厕
琴
S
率
截
灰
祸
症
尾
虽
殴
玻
廊
良
仅
梁
粉
般
甚
胁
固
歧
伴
泄
杜
暂
洪
璃
测
俱
猪
闵
寻
溢
灶
苑
色
统
河
抓
耳
净
擦
奈
祥
丰
升
M
究
昌
o
虑
灾
远
姑
宁
径
郁
娟
招
粪
植
醒
若
简
享
唯
括
楚
吕
痕
宿
背
素
倍
避
泥
烈
F
薛
策
擅
忍
启
坚
臭
击
T
咋
凭
束
D
碎
仓
绿
增
芳
港
冒
梅
召
扫
嫌
牙
Q
闻
刀
眠
细
姓
逃
聘
l
拘
乘
荣
展
著
浇
允
G
贵
宾
松
i
似
吸
界
E
毕
c
偶
啦
填
卢
估
辱
洞
选
妨
震
香
犬
沙
闲
痛
零
聊
编
措
凤
署
I
跳
含
档
忘
液
!
娘
毒
逾
W
K
胸
授
释
籍
盘
魏
涂
肿
匙
侄
N
彭
课
创
呼
刮
钥
颜
培
摊
祖
毁
慢
秦
庄
旬
葛
岳
巴
懂
奖
盒
减
汉
射
疼
塘
栋
岗
拥
缺
竟
瑞
暖
姻
锦
融
m
硬
孔
e
薪
耕
腰
滑
众
忽
炒
燃
塑
霸
喷
史
舍
童
臂
疏
杀
嘛
踢
壳
涨
栏
冻
肤
茶
吓
寿
冷
挖
舅
句
崔
吉
虚
令
尿
横
迹
巨
醉
悔
页
振
忠
端
触
赚
汤
胎
荐
萍
拳
扇
苦
赖
飘
H
降
V
仪
泡
佰
仁
炎
饮
洁
鸡
R
草
呆
列
盛
败
蚀
模
温
宽
泉
亭
幼
球
详
摆
艾
尘
副
雪
阴
克
窃
播
L
赢
竹
富
仟
呀
肝
坊
既
吐
饰
伍
敏
喜
舒
博
扬
袋
耀
O
润
棉
桂
捡
Z
翁
~
劣
析
阁
禁
瞿
佣
敢
伟
泾
冰
池
勤
刻
椅
桌
揭
鸽
伯
扶
漆
泰
辉
蛋
船
澡
肋
掌
嘴
训
丹
航
卸
戏
睛
促
诱
欢
膜
嫁
刺
岛
痴
吹
晓
访
累
贝
誉
择
川
腹
守
妥
邓
趣
础
命
恋
孟
U
殷
圳
讯
杆
壹
津
尔
俊
嘉
遮
郎
颗
　
仇
姥
湾
亚
耍
牵
遛
智
佳
肖
樊
厉
庙
鲜
古
尺
屎
阀
斑
苹
塌
殖
芬
欲
藏
裤
t
梦
牛
邦
轨
尚
愤
绳
w
漫
读
诸
屏
狂
浜
凉
d
末
枫
齐
狭
画
v
赌
席
贰
载
+
艺
盈
瓷
烂
颈
唇
宫
谩
瞒
弯
军
幸
繁
啥
嫂
[
]
畅
雅
抱
番
搜
迫
馈
绪
乔
骚
肺
糊
伪
弹
仙
词
棋
兑
族
辛
悠
乳
波
娣
郝
玲
鲁
逸
阶
框
稳
盟
尤
癌
虫
熟
敬
挣
旦
隙
森
冬
肌
圈
蛮
h
湖
歌
翠
挪
邱
拾
虹
扩
侯
怪
丝
彻
寸
惯
瘤
肠
茅
胶
描
澳
娃
肚
替
肩
拦
—
斯
陀
圆
链
幕
豫
惊
练
厘
舞
驳
抛
祝
贸
渍
插
羊
刹
夺
杏
剪
厢
沿
肉
谅
肥
尊
荡
愈
窄
仔
侮
虞
慧
乎
耽
函
研
秋
痰
坑
锅
u
怒
炉
武
挺
迷
磁
妆
潢
翟
渠
饲
坡
扭
坠
眶
夹
浪
脾
缘
胃
迎
杭
纯
糖
谷
酬
贾
鲍
巷
毫
妙
竞
携
厦
综
抬
锡
蓝
纱
淹
篷
g
q
贤
牢
J
愉
淮
跤
腾
滋
拼
孝
绑
伸
莫
兼
删
混
裸
奚
拐
婿
谓
脉
杰
Y
倾
泼
屡
韦
丧
躲
挨
熏
泵
野
逼
徽
蒙
缓
旗
瓦
】
绒
励
孤
k
巧
媒
拔
绩
键
耐
茂
勘
诚
柳
唱
埋
挑
缮
跨
屠
翔
锈
缩
穆
溪
槽
燕
扯
渐
砌
奔
亮
焦
督
趁
逝
莉
暗
【
·
诿
窝
蚊
昏
毯
偏
抄
腐
陕
奇
紫
熊
劲
峰
卞
哈
睑
恼
吞
隆
嗡
鼠
抗
蜂
洋
拟
聚
鼓
皖
叁
辖
阵
慰
宇
沒
垂
撒
磨
凯
契
邹
勇
逐
碟
椎
竿
闯
芦
陷
殊
遍
糕
鸟
届
窜
钻
钉
矿
鑫
悦
爬
辩
晕
詹
梗
喧
谭
珠
僵
遵
粗
蹭
哭
恒
颌
恐
堪
踩
宏
捷
荒
恳
晶
贺
鸿
戒
腕
罐
屈
浙
扎
昆
杯
侦
撕
颅
寒
略
伏
婴
闸
笼
粮
齿
洒
蝇
栅
雄
挥
鹏
砍
饿
欣
拜
跌
耿
怡
娜
×
寓
褥
祁
柴
逆
桃
弱
疤
豪
姆
鄂
堡
械
卿
蒂
捌
柯
曲
'
翘
邀
|
挤
棵
铃
战
尹
膝
循
辽
冠
党
辈
恰
串
裹
拇
桑
吠
溅
怨
烤
剂
０
耗
氏
柏
篡
敷
乌
笑
闷
囊
桐
纹
宗
漉
贫
甘
玄
灵
盲
芝
衍
虎
桩
薄
剧
扑
凝
％
蔬
姣
佛
淤
赎
阮
"
喊
涛
攻
念
惑
央
犹
枝
谱
绊
幅
稻
踝
灌
娥
腺
驻
邬
稿
尝
袭
撑
潜
脂
窨
坛
驰
默
凶
菊
杠
握
卷
葬
囱
筹
１
滩
疵
踪
瓜
羽
搡
邢
瑕
柱
廖
炸
奉
栓
轰
哗
摸
霞
麦
衰
哺
盂
蟹
谤
溶
颁
佩
谋
卜
碗
甩
匆
钝
膏
疯
滞
洲
圣
帖
旺
献
盼
檐
肆
迪
掏
喂
棍
莲
朵
傍
悬
膊
叠
曝
援
勾
浮
搅
剥
裕
栽
慕
咳
胳
胀
墓
逢
嫡
肾
君
稍
旭
贪
潭
菲
衷
淡
搓
缪
斜
诽
坪
窦
宛
挠
卓
尧
灭
湄
捕
凳
腱
绕
殃
莹
闪
粘
=
蒲
蓉
刁
厚
雾
剐
塔
娱
渣
肘
黎
鹿
抑
咖
嗽
壶
氧
演
脖
仿
啤
拌
拢
沉
俗
穷
撬
瑾
衅
姊
裴
躺
匠
辑
姿
丘
劫
弥
顿
腔
宴
筒
曦
褚
捉
粒
覆
皇
烫
镀
竖
傻
览
慈
腻
戊
y
泽
拴
苍
阅
惩
欧
巡
醛
f
陵
宵
缆
垦
	
葫
骏
浩
胞
懿
缔
勒
滚
斤
痘
疹
凑
溃
猛
踹
琳
毅
逛
鸣
呕
眉
庞
咚
斐
磊
蹲
努
岸
革
蛛
氛
坝
豆
霍
梳
谎
遥
琼
贩
畸
坼
嗮
搁
啡
辅
瘫
舰
呛
晏
暑
洽
湧
喉
汗
伞
蕾
剖
掷
柒
瑜
锤
玖
跪
洛
迈
艳
乾
稽
韵
掘
炮
鹤
悲
谣
玮
婶
篇
咸
滨
添
罢
酗
嘈
巾
巳
浓
湘
狼
宰
於
挟
霜
斌
萌
凿
馨
嚣
瑛
畜
嗣
钳
铜
帽
圃
逊
彬
巢
铲
藕
醇
莎
奥
稀
琰
旷
萨
咧
胫
炼
睦
裙
晖
寨
廉
雷
砂
秒
逗
牧
滧
甥
膀
亦
疆
赛
摇
胆
吼
姝
陇
猎
闫
筋
挽
凹
凸
臼
兔
赏
臀
喆
耻
磕
翡
抖
萎
簧
糜
茬
貌
肃
乏
瞎
芙
募
溜
桡
哦
讹
锻
’
辣
昂
凡
漠
丸
簿
杈
吨
坤
戈
惹
泛
涌
披
卦
婷
爽
薇
亿
帘
戎
邸
蔽
奸
缠
臣
陌
漂
栾
茎
聋
韧
贼
拧
怜
墁
坭
躁
渔
晋
萧
［
喇
敞
鸭
抹
颖
惨
侣
叙
蔓
蓬
壮
沃
哑
衡
彼
侠
迅
拱
搪
丛
钩
纤
饶
谨
〕
‘
谊
陋
脊
晃
戳
夕
浣
昊
嗯
秩
婉
酸
裘
冶
茄
梧
炭
麟
诬
琪
揪
斥
浆
圩
诫
麽
瀛
橘
盐
鼎
尸
棒
菌
兵
坦
捅
杖
弗
旃
耒
髌
瘟
箔
叭
忆
淞
琦
漱
尖
叉
糙
．
彪
赣
趟
铸
丕
坯
沫
#
淑
癫
螂
￥
痊
淀
坍
炯
袖
〔
诋
腊
滕
雯
］
蟑
蹦
矮
篮
皂
忧
渡
俶
魔
枕
忌
赴
摘
铭
岑
颠
伦
淌
暧
淫
７
泳
奏
臻
佑
冈
哄
妮
皆
鞭
荷
蜘
捣
罩
髋
痪
儒
{
扒
逮
狄
誓
痫
诞
菇
驱
內
枣
翼
蹈
龟
赞
阜
茆
奕
垛
舶
螺
吾
掸
廓
氓
刨
衔
昧
糟
涵
涤
＊
碑
唆
沾
踏
楑
竺
窒
铝
御
坟
恩
秽
扁
郦
橡
译
毓
滥
枪
跃
阑
伺
肪
渝
钰
柄
阔
叛
沐
濮
枯
臧
轴
炳
卵
恤
稼
煲
榔
壤
酥
攒
芭
銭
趋
咽
悻
攀
郸
冤
膨
靖
狸
牟
烛
沁
勿
娩
卉
伊
＝
睁
陂
筷
蔑
耋
揽
伐
贬
疲
蚓
镯
耶
尼
°
甸
竭
胱
菁
２
哟
锋
繆
茵
踉
媚
&
嗒
珊
墩
苔
奋
姬
骤
①
簸
娚
梨
巫
脆
沸
拽
箭
斋
葡
跄
徒
惧
z
颊
硕
浏
墅
崖
呈
蜜
彧
髓
兜
捐
朗
`
昼
_
夭
扈
俺
煌
禽
叮
仰
佘
蘅
椒
竣
辐
仗
娶
颧
晗
绣
纵
囗
耄
阐
谐
妄
刊
②
崩
捆
赤
摁
饼
萄
敌
岭
泪
莱
衫
狐
旋
忻
燥
猴
}
熹
袒
咪
酱
枉
贿
煎
晰
腓
趴
铖
孑
堤
锐
恨
夸
糯
芯
勉
氯
殿
茹
槛
蚯
钮
猥
轩
～
亵
畚
阱
歪
迂
糸
榴
茲
钓
枇
給
沥
朽
嗅
腥
锯
哇
辰
痒
虐
跷
窖
魁
澜
谦
恕
鹰
蜡
骆
劈
缉
屯
皓
j
戶
－
扳
焊
碳
昉
沂
苕
唤
祛
蔚
汾
邯
兹
唉
寺
箕
驴
钠
盏
渊
灸
猜
讶
搐
睾
瘸
蒸
狱
杷
碧
鳄
侓
芸
祎
贞
柔
峻
腌
跖
拓
灼
呂
４
彐
Ⅱ
嫩
腮
讳
砼
胯
弊
睹
鞍
撸
亨
窥
岂
魅
釆
喘
汁
珀
屑
颛
蔻
霖
掐
仉
癜
虾
烘
煮
撵
粤
巩
哨
帅
肱
杳
囡
宪
旱
渎
桔
绵
瘢
舟
崴
丑
榆
員
庐
珩
溯
酷
吋
诗
鬼
贡
別
窑
窟
逵
泻
帆
锌
苛
呗
樟
郊
剑
曰
颤
役
乖
吻
奢
泊
甄
懒
瑶
匿
悟
帚
硒
狠
莞
兀
锨
纫
浑
浊
碾
弓
逻
勋
敦
笋
粹
赋
侈
镶
馒
勰
囤
唛
咎
窿
懵
怱
莘
槟
滤
颂
弘
袍
嘶
畔
蟠
硫
熄
贮
奄
〈
〞
碌
昭
铨
僻
揍
@
鳝
芋
株
６
泗
赫
哀
萱
餘
蛇
绞
庇
隍
绯
凋
黔
铅
喔
貂
芹
３
泔
廷
寰
旻
岩
澄
儲
泯
歇
乍
咙
颇
肛
俪
荨
俄
涕
楠
傲
岀
嗓
墨
嗷
^
現
―
叻
珂
纬
哮
強
蔫
倆
懃
Ｙ
筱
羞
Ｆ
囚
瘦
桉
雁
憾
蓓
镖
胥
帧
淳
虬
砧
蔷
汏
擎
寝
朴
赂
缤
嬉
掰
兽
咱
逍
醺
钧
獒
們
溺
溆
牲
蛳
绥
妃
啃
撮
冉
蹿
婕
埔
呐
呜
媛
绮
蕙
隧
勺
饱
時
嗜
棣
喽
栈
剁
町
爵
隋
蘑
翅
畴
珺
睫
绘
榜
悄
骅
辙
宦
淼
荆
厍
狡
锹
摧
瓣
対
嘀
漾
吿
暇
洵
礙
巍
缀
酿
潞
玨
泣
兩
叼
辗
摹
粥
靴
铂
硅
椐
赘
削
刃
剔
祯
槭
禄
莆
罡
濂
跆
傣
該
豐
檩
腋
飚
嫣
瘾
崽
禧
浅
娄
橦
纽
荧
捏
甜
阎
搀
厌
拭
幌
皱
镐
籽
笛
乃
雕
淄
荤
胚
陡
疡
℃
褶
奎
饺
岔
饵
剽
帕
晦
搏
妩
颐
璜
脐
蠕
唬
釜
篝
娇
磋
長
曼
缅
琏
暨
瞻
襟
缇
挛
齡
蛀
拚
妊
嵇
灏
將
噩
辍
舆
霓
卑
囲
佁
＜
牯
憩
費
跺
抯
帛
茗
痉
寅
羟
耙
酮
镂
寇
枢
喻
辄
箅
唠
掩
慨
個
隼
仑
靡
㎝
翰
晔
疚
咀
崎
揆
葵
項
囯
熙
勃
撘
蹄
胖
爭
榨
漯
貔
鳞
绸
沛
焕
饨
拗
镍
挚
燊
黏
贯
議
酌
淆
檫
毎
扦
懊
熬
毗
镰
郢
氨
＋
秧
哼
玛
殡
骋
寂
丫
藉
猖
晟
靳
﹖
玫
構
吱
旄
堕
陨
嬴
汀
毀
髒
仼
痣
龈
绎
斩
涧
坎
磺
篱
怅
匹
厥
矩
馅
圭
裝
匪
匾
澈
牒
厮
枥
羡
颚
鳕
衢
冃
咯
缌
酐
溥
舱
掴
麒
汕
谜
钾
碚
砟
拎
藓
瞳
聪
咐
惮
顽
苯
骶
骄
薰
榕
爪
恭
幺
耉
稠
邪
痹
劵
龅
匀
烨
銮
荔
絮
衬
涩
纺
畏
棠
孖
汔
柿
埭
隶
羁
敉
珉
阄
祺
呵
珲
禺
撰
塍
滁
疝
撅
伽
恣
捞
惚
晴
龊
谴
凰
寞
娠
煽
捎
遢
惫
雳
捯
鄙
坞
郏
恍
ｍ
喵
崧
怄
酯
垒
圻
抠
遙
踵
粱
拮
捽
蒜
罹
貮
亊
膳
赃
痔
褪
砀
㎡
潍
郡
垢
邝
磅
渲
徘
沧
骯
帶
馄
＞
慌
韶
掠
埇
汝
哲
魄
禾
趸
滇
蚕
萝
锄
鞘
襄
龌
掺
芷
「
艿
敛
芜
辨
淇
垮
迢
戌
瘙
浠
孰
玺
棘
庚
尉
∽
矗
丶
胰
對
蕉
疮
颞
馍
蹬
轧
矢
誰
尬
蚤
阡
禅
漲
钴
楔
泸
婊
灿
怔
甫
扮
辜
琥
蛆
聒
棺
恿
厃
堰
沽
诰
闺
嗦
砚
甬
鄞
脯
捍
胍
朔
換
佐
抒
缚
偃
捂
徳
爹
佈
悍
賠
決
桠
歙
踱
罕
係
貅
８
嘎
嚏
殆
俆
賭
筏
璧
茉
弍
霹
赐
Ⅲ
铬
辟
宓
級
藤
沌
咩
柚
嵘
钞
榭
吆
凚
鹅
吭
艘
昕
谬
咹
嗑
飧
侍
叄
孢
仕
／
缭
辇
掀
菻
哎
尴
愣
巜
怂
愚
迠
徊
彤
窍
桦
痂
÷
」
埝
谯
郴
舀
羹
嚎
盯
舜
罄
趾
銀
诳
歀
吁
钯
浔
侃
寡
〉
兆
瞅
鸥
硌
亢
珑
咒
痧
嵌
鸦
疔
耇
聿
曙
攥
邋
焚
涪
灬
屁
凄
惜
怼
笆
虱
菏
孳
親
筛
痞
啰
愁
埂
芒
黃
莺
蹊
炕
憋